Repository: OrchidSoleil/pet-projects
Catalog: flask_novel/novel/translations/*/LC_MESSAGES/messages.po
Languages: uk

source: There was a problem with your request. Please try again later.
uk: З вашим запитом виникла проблема. Прошу, спробуйте ще раз пізніше.

source: Thank you for playing my game!
uk: Дякую, що пограли в мою гру!

source: About
uk: Про проєкт

source: I hope you liked this story, that was written by prominent Ukrainian writer of XIX century, Lesia Ukrainka.
uk: Маю надію, що вам сподобалась ця історія, написана видатною українською письменницею ХІХ сторіччя, Лесею Українкою.

source: Chapters
uk: ЗМІСТ

source: ACT I
uk: АКТ І

source: About this Game
uk: Про цю гру

source: This game was created as a final project for CS50 Harvard course. I used Flask framework, sqlite3 database, some javascript, AJAX and some bootstrap. Artwork is made using Midjourney.com.
uk: Я створила цю гру в якості заключного проєкту для Ґарвардського онлайн курсу CS50. Я використала фреймворк Flask, базу даних sqlite3, трохи javascript, AJAX, а також випадаюче меню з bootstrap. Зображення згенеровані за допомогою Midjourney.com.

source: Game
uk: Гра

source: Home
uk: Дім

source: New Game
uk: Нова гра

source: Choose language
uk: Оберіть мову

source: Final Project:
uk: Заключний проєкт:

source: Lesia Ukrainka's
uk: Лесі Українки

source: CASSANDRA
uk: КАСАНДРА

source: Language:
uk: Мова
